text_intro = "ВІТАЄМО\n\
ДЛЯ ТОГО ЩОБ МИ ЗМОГЛИ ВНЕСТИ ВАС ДО ГЕСТЛІСТУ ВИ ПОВИННІ ВИКОНАТИ 3 ПРОСТИХ ДІЇ.\n\n\
1) ПІДПИСАТИСЬ НА ТАКТ У TELEGRAM.\n\
2) ДОДАТИ ВАШЕ ІМ‘Я.\n\
3) ДОДАТИ ВАШЕ ПРІЗВИЩЕ."

text_group = "ТАКТ У TELEGRAM: https://t.me/taktmusique"

text_after_sub = "ПІСЛЯ ТОГО,  ЯК ВИ ПІДПИСАЛИСЬ, НАТИСНІТЬ /checkifsubs"
text_succ_subs = "ВИ ПІДПИСАЛИСЬ НА КАНАЛ"

text_name = "ВВЕДІТЬ ВАШЕ ІМ‘Я"

text_surname = "ВВЕДІТЬ ВАШЕ ПРІЗВИЩЕ"

text_succ_register = "ДЯКУЮ, {}\n\
ВАС УСПІШНО ДОДАНО ДО ГЕСТЛІСТУ.\n\
ЧЕКАЄМО ВАС 26 ЛЮТОГО\n\
(П‘ЯТНИЦЯ) О 23:45, ЗА АДРЕСОЮ : ВУЛ. НИЖНЬОЮРКІВСЬКА,31.\n\
JOIN US!"

text_err_takt_subs = "ПОМИЛКА. СПОЧАТКУ ПІДПИШІТЬСЯ НА КАНАЛ ТАКТ, А ПОТІМ НАТИСНІТЬ /checkifsubs"
text_err_total = "ПОМИЛКА. СПРОБУЙТЕ СПОЧАТКУ ЧЕРЕЗ /start"


text_invalid_token = "ТОКЕН НЕ ВАЛІДНИЙ І ВИ НЕ В БАЗІ"
text_already_reg = "ВИ ВЖЕ ЗАРЕЄСТРОВАНІ"
text_err = "ПОМИЛКА"
